[PR_Marauder X2SoldierClassTemplate]
+DisplayName="掠夺者"
+ClassSummary="一个掠夺者擅长在战斗中立足，无论是处理单个目标，消灭一些弱者，还是吸引敌人的火力。"
+LeftAbilityTreeTitle="十字军"
+RightAbilityTreeTitle="冠军"
AbilityTreeTitles[0]="掠夺者"
AbilityTreeTitles[1]="冠军"
AbilityTreeTitles[2]="杀手"
AbilityTreeTitles[3]="XCOM"

+RandomNickNames[0]="Paladin"
+RandomNickNames[1]="Warrior"
+RandomNickNames[2]="Crusader"
+RandomNickNames[3]="Hero"
+RandomNickNames[4]="Slayer"
+RandomNickNames[5]="Champion"
+RandomNickNames[6]="Berserker"